{"font_css":"stock:fjalla-average","height":"1200","storymap":{"attribution":"","call_to_action":false,"call_to_action_text":"Click to Start","map_access_token":"pk.eyJ1Ijoic2VhZ2FyZGVuY29sbGVjdGl2ZSIsImEiOiJja3p6cGd4ZmswMzhvM2pucHluZHp3ZzRiIn0.WFjHQc_9mI3PaItN8GJdnw","map_as_image":true,"map_subdomains":"abcd","map_type":"mapbox:mapbox://styles/seagardencollective/ckzzpnd2w00b914pa9si4hqhu","slides":[{"background":{"url":"./dist/images/empty.png"},"date":"","location":{"line":true},"media":{"caption":"","credit":"","url":""},"text":{"headline":"Sea Gardens Across the Pacific","text":"<br><br>By the Pacific Sea Garden Collective"},"type":"overview"},{"background":{"url":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/empty.png"},"date":"","location":{"icon":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/empty.png","iconSize":[48,43.86800573888092],"lat":8.581021215641854,"line":true,"lon":-172.08984375,"use_custom_marker":true,"zoom":3},"media":{"caption":"","credit":"","url":""},"text":{"headline":"Navigating This Story Map","text":"<p></p><div><div></div></div><p><br><br></p><p>Click on the different <strong>icons</strong> or use the <strong>arrows</strong> to explore the Pacific Sea Garden innovations included in this map.&nbsp;<br></p><p><br></p><p>Select <strong>Back to Beginning&nbsp;</strong>to restart the tour or <strong>Overview&nbsp;</strong>to see the whole map.<br></p><p><br></p>"}},{"background":{"url":"./dist/images/herring spawn long.png"},"date":"","location":{"icon":"./dist/images/herring_spawn (1) (1).png","iconSize":[48,33.355932203389834],"lat":55.29084652771471,"line":true,"lon":-130.99411010742188,"use_custom_marker":true,"zoom":8},"media":{"caption":"Jordan Wilson pulling up kelp fronds covered in herring eggs - Photo by Ian McAllister","credit":"","url":"./dist/images/image001.jpg"},"text":{"headline":"Herring Egg Gardens","text":"<span><p><strong><br>By Anne Salomon, Dana Lepofsky, Heather Earle, and Melissa Poe</strong></p><p><br></p><p>First Nations along the Northwest Coast of North America collect, steward, and transplant herring (Clupea pallasii) eggs in underwater sea gardens. Herring eggs are harvested by submerging kelp fronds, cedar mats, or boughs from hemlock, redcedar, and spruce trees prior to mass spawning events each spring. These substrates are then retrieved, and eggs are eaten fresh, or brined or smoked to be eaten later. Herring population persistence is facilitated in a variety of ways including the enhancement of spawning habitat, selective harvesting of eggs, transplants of unharvested eggs, predator control, and adherence to cultural protocols and regulations surrounding territorial access rights, harvest practices and communal sharing of the catch.</p><p></p><p>Many coastal Indigenous communities across the northern Pacific Rim practice this mariculture innovation including the Ainu, Tlingit, Tsimshian, Haida, Kitasoo/Xai’xais, Heiltsuk, Nuxalk, Wuikinuxv, Kwakwala, Nuu-chah-nulth, and Coast Salish Nations. These Nations continue to harvest herring eggs and assert their rights to harvest and trade this important resource, amidst ongoing industrial-scale commercial fisheries, herring population declines, changing ocean climate, and challenges stemming from centralized colonial federal fisheries agencies. </p><p><br></p><p><strong><a href=\"https://seagardens.net/herring-gardens\" target=\"_blank\" rel=\"nofollow\">Find out more about herring egg gardens</a></strong><a href=\"https://seagardens.net/herring-gardens\" target=\"_blank\" rel=\"nofollow\">.</a></p><div><br></div></span>"}},{"background":{"color":"#000000","opacity":100,"url":"./dist/images/octo6.png"},"date":"","location":{"icon":"./dist/images/pacific octopus.png","iconSize":[48,48],"lat":53.02882609091221,"line":true,"lon":-131.81671142578125,"use_custom_marker":true,"zoom":10},"media":{"caption":"","credit":"Naw náa_Galang in an intertidal pool at the village of T’aanuu Llnagaay  - Photo by R. Commisso, courtesy of Gwaii Haanas National Park Reserve","url":"./dist/images/796T-32E-Resized.JPG"},"text":{"headline":"Naw NáaGalang - Octopus Houses of Haida Gwaii","text":"<p><span><strong><br>By&nbsp;<u>K</u></strong><strong>ii’iljuus Barbara Wilson, Nicole Smith, Anne Salomon, and Skye Augustine</strong></span><br></p><p><span><strong><br></strong></span></p><p>The naw náa<u>G</u>alang&nbsp;(octopus house) is a rock structure made and managed by the XaaydaGa (Haida) of Xaayda Gwaay.yaay (Haida Gwaii).&nbsp;Approximately one metre in diameter, naw náa<u>G</u>alang are circular dome shaped rock arrangements, made of stones piled about one metre high with obvious spaces between each layer tapering to the “capstone” at the top. Each house has stones that can be easily removed to collect an octopus from the cavern(s) within the mound. By mimicking natural naw náagaxal (octopus dens under large rocks), these structures house young Giant Pacific octopus (<em>Enteroctopus dofleini</em>), who use these man-made structures as dens.</p><p>The rock structures are located in the lower intertidal, often within a constructed pond that is constrained by rock walls built between bedrock outcrops.&nbsp;The rock walls creating the pond around the naw náa<u>G</u>alang prevents seawater from completely draining back into the ocean on an outgoing tide. TsiiXwúu (prey/food – any living thing) for the naw (octopus) are also located within the pond. These young naw in the naay (house) are then harvested and used as bait to fish for Xaaguu (halibut) attached to long lines made of oiled bull kelp (<em>Nereocystis luetkeana</em>) stipes tied together with specific knots.&nbsp; Xaaguu and naw are two of the many favorite ocean foods of the XaaydaGa (Haida), who are Ocean People. Naw was only used for food if there was plenty around.&nbsp; The Xaaguu ts’iljii (dried strips of halibut) is still used for trade with neighbouring First Nations along the coast. Much of this information was given or shared by iitl’lxaaydaGas (Hereditary leader) Niis Wes or his uncle Gaahlaay (Solomon Wilson).</p><p><span><br><a href=\" https://crow-tuatara-ew7f.squarespace.com/naw-naay\" target=\"_blank\" rel=\"nofollow\"><strong></strong></a><strong><a href=\"https://seagardens.net/naw\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://crow-tuatara-ew7f.squarespace.com/naw-naay\">Learn more about&nbsp;</a></strong><a href=\"https://crow-tuatara-ew7f.squarespace.com/naw-naay\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://crow-tuatara-ew7f.squarespace.com/naw-naay\"><b></b></a><b><a href=\"https://seagardens.net/naw\" target=\"_blank\" rel=\"nofollow\">naw náa</a><u><a href=\"https://seagardens.net/naw\" target=\"_blank\" rel=\"nofollow\">G</a></u><a href=\"https://seagardens.net/naw\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://seagardens.net/naw\">alang</a></b><a href=\"https://seagardens.net/naw\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://seagardens.net/naw\">.</a></span><span><span><br></span></span><br></p><p><br></p><span>\n<br>\n<p></p></span>"}},{"background":{"url":"./dist/images/chum long.png"},"date":"","location":{"icon":"./dist/images/CHUM2.png","iconSize":[48,33.355932203389834],"lat":52.149922705738426,"line":true,"lon":-128.14109802246094,"use_custom_marker":true,"zoom":10},"media":{"caption":"Large fish trap in Huyat, in Heiltsuk Territory - Photo by Mark Wunsch","credit":"","url":"./dist/images/Picture12.png"},"text":{"headline":"Haíłzaqv (Heiltsuk) Fish Weirs and Traps","text":"<strong><br>By&nbsp;Dana Lepofsky, Daniella LoScerbo, Heather Earle</strong><br><br><span><p>Stone and wood fish traps were built and maintained&nbsp;by Indigenous Peoples along the west coast of North America to mass harvest fish in a controlled way. This example focuses on these features in Haíłzaqv (Heiltsuk) territory&nbsp;on the central coast of British Columbia. For a coastwide overview of fish traps along the coast of&nbsp;North America, <a href=\"https://crow-tuatara-ew7f.squarespace.com/fish-traps-of-the-northwest-coast\" target=\"_blank\" rel=\"nofollow\">read more here</a>.&nbsp;</p><p>For 100’s of generations, the Haíłzaqv (Heiltsuk) managed fish harvests through a variety of social and ecological mechanisms.&nbsp; These mechanisms were structured by the system of gvil’as – the laws and teachings that guided how to act responsibly towards the land and seas.&nbsp; Stone fish traps (ckvá) of various shapes and sizes and wooden features in streams (gvúláyu) are part of the more visible aspects of traditional Haíłzaqv fish management. .&nbsp; In recent generations, the Haíłzaqv only used stone traps, but local knowledge and archaeological excavations suggest that at least some of the stone formations that are so common in Haíłzaqv&nbsp; territory were actually foundations for wooden fences.&nbsp; As with all traps and weirs globally, whether on the beach on in streams, these features were designed to work with the tides to funnel and capture fish and as holding pens for later processing.&nbsp; Many features had stone or wooden trap doors that allowed excess fish to be released once the harvest was complete.</p><p>In recent memory, the primary targeted species of&nbsp;Haíłzaqv&nbsp;fish traps were Pacific salmon, although Pacific herring (<em>Clupea pallasii</em>) were also trapped in specifically-designed features. Of the salmon, the Haíłzaqv focused their harvests on four species: chum (<em>Oncorhynchus keta</em>), pink (<em>O. gorbuscha</em>), coho (<em>O. kisutch</em>) and sockeye (<em>O. nerka</em>).&nbsp;</p><p><br></p><p><strong><a href=\"https://seagardens.net/heiltsuk\" target=\"_blank\" rel=\"nofollow\">Read more about Haíłzaqv fish traps here.</a></strong></p><div><br></div></span><p></p>"}},{"background":{"url":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/empty.png"},"date":"","location":{"icon":"./dist/images/springbank.png","iconSize":[33.3375,48],"lat":50.440014664018136,"line":true,"lon":-127.63366699218749,"use_custom_marker":true,"zoom":9},"media":{"caption":"","credit":"Songhees root garden at Tl'ches - Photo by Isabelle Maurice-Hammond","url":"./dist/images/DJI_0049_M.JPG"},"text":{"headline":"Estuarine Root Gardens - Northwest Coast of North America","text":"<strong><br>By&nbsp;Meredith Fraser, Melissa Poe, Dana Lepofsky, Isabelle Maurice-Hammond</strong><br><br><span><p>Estuarine root gardens are unique features in a continuum of foreshore engineered ecosystems that have been stewarded by First Nations along the Northwest Coast of North America including the Quileute, Quinault, Makah, Coast Salish, Kwakwaka’wakw, Nuu-chah-nulth, Nuxalk, Heiltsuk, Haida, Tsimshian, and Tlingit Peoples.<br><br>Root gardens exist where the land meets the sea, as part of a spectrum of coastal ecosystems and stewardship practices. Since root gardens, like many traditional management features, are designed to take advantage of natural geomorphic and ecological processes, they can vary in their specific landscape modifications, ranging in intensity and form, depending on site.</p><br>Along sloped banks, people created terraces parallel to the shoreline by building low rock or wood retaining walls. This reduced the foreshore slope and expanded&nbsp; the tidal zone in which these root foods naturally thrive, likely rendering them more productive and accessible. The soil in the terraces themselves were managed by tilling while harvesting using a specialized digging stick, thereby aerating the soil. As in most gardening practices, large rocks were also removed from the plot to facilitate growth and increase growing area. Additional management practices included weeding to remove unwanted, competing plants, selective harvesting, and in situ replanting and transplanting of root foods.<br><br>Target species include springbank clover <i>(Trifolium wormskioldii</i>), Pacific silverweed (<i>Potentilla egedii</i>), Northern riceroot (<i>Fritillaria camschatcensis</i>), and Nootka lupine (<i>Lupinus nootkatensis</i><span>). In addition, species such as ducks, geese and other waterfowl attracted to root garden habitat and roots for food were also harvested.</span></span><br><br>\n <a href=\" https://crow-tuatara-ew7f.squarespace.com/root-gardens\" target=\"_blank\" rel=\"nofollow\" title=\"Link:  https://crow-tuatara-ew7f.squarespace.com/root-gardens\"><b><a href=\"https://seagardens.net/root-gardens\" target=\"_blank\" rel=\"nofollow\">Read more about estuarine root gardens</a></b></a><a href=\"https://seagardens.net/root-gardens\" target=\"_blank\" rel=\"nofollow\">.</a><br><br><br><br>"}},{"background":{"url":"./dist/images/herinlong.png"},"date":"","location":{"icon":"./dist/images/herring.png","iconSize":[48,33.3375],"lat":49.81317633337614,"line":true,"lon":-124.90356445312499,"use_custom_marker":true,"zoom":9},"media":{"caption":"","credit":"Fish trap at Grief Point - Photo courtesy of Tla'amin Nation","url":"./dist/images/DJI_01401 (655)red fish trap Grief Pt Tla'amin Nation credit Feb 2021.jpg"},"text":{"headline":"Northern Coast Salish Fish Traps and Weirs","text":"<strong><br>By&nbsp;</strong><strong>Dana Lepofsky, Daniella LoScerbo, Heather Earle</strong><br><br><span><p>The traditional territories of The Northern Coast Salish speaking people spans the northern end of the Salish Sea, in what was one of the richest marine ecosystems of the region. Like other Indigenous Peoples of coastal British Columbia, the lives of shíshálh, Tla’amin, Homalco, Klahoose, Pentlatch (Puntledge), and K’ómoks were and are intertwined with the sea. Part of this intimate relationship between people and marine ecosystems included building and maintaining a diversity of fish traps and weirs. These were complex and simple features, and located in diverse ecological and geomorphological settings, but all were designed to capture fish on the in-coming tide and then leave them stranded in the trap as the tide receded. Our knowledge of these ancestral marine management features comes from both ethnographic accounts and recent memories as well as some of the region’s most intensive archaeological survey and excavations.&nbsp;&nbsp;</p><p>Remnant tidal traps and weirs are found in abundance today throughout the region. Different forms – whether made of stone or wood, were designed to capture particular species of fish based on the fish schooling and spawning behaviour. The choice of construction material may in part depend on the availability of raw materials, as well as the hydrological and geomorphic context of each location. For instance, on the eastern side of the northern Salish Sea, wooden stakes preserved in mud are only found in the mouth of small streams, whereas rock alignments are restricted to beaches.. Across the strait in ancestral Pentlatch territory in Comox Harbour, the vast majority of wooden fish traps and weirs are located on the banks of the Courtney River rather than in the strong moving current of the channel itself.&nbsp; The form and location of traps and weirs in the northern Salish Sea, together with local knowledge and the associated archaeological record, suggests that herring and the various salmon species were the prime targets. However, other fin fish and sea mammals, possibly attracted prey such as herring, may have also been harvested with these features.</p><p>These large-scale, complex traps were constructed in the Comox estuary using poles of Douglas Fir saplings which were driven into the sediment.&nbsp;Woven panels&nbsp;were lashed between poles and removed when not in use. Two types of traps, differing in the arrangement of their wooden stakes, were used to target different species of fish based on their schooling behaviour.</p><p>Winged heart-shaped traps featured a V shape that opened towards the shoreline with a square shaped holding area at the tip of the V. This trap was designed and implemented for the mass harvest of herring and likely enabled harvest rates much greater than other technologies at the time.&nbsp;</p><p>Winged chevron traps looked like two V traps nested in parallel and were constructed to target salmon. These traps emerged 700 years ago.</p>Target species were Pacific herring (<i>Clupea&nbsp;pallasii</i>)&nbsp;and, later,&nbsp;salmon (<i>Oncorhynchus</i><span>&nbsp;sp.).&nbsp;However, the remains of flatfish, dogfish, sculpin, skate, rockfish, cod and perch were associated with the trap sites and were likely caught as additional food sources.<br><br></span></span><br><b><a href=\"https://seagardens.net/north-salish\" target=\"_blank\" rel=\"nofollow\">Read more about Northern Coast Salish fish traps here.&nbsp;</a></b><br><br><br>"}},{"background":{"url":"./dist/images/clams4.png"},"date":"","location":{"icon":"./dist/images/clam mix.png","iconSize":[48,33.3375],"lat":48.73717255965176,"line":true,"lon":-123.3380126953125,"use_custom_marker":true,"zoom":10},"media":{"caption":"","credit":"Aerial photo of a clam garden on the central coast of British Columbia - Photo by Keith Holmes","url":"./dist/images/Clam garden by Duncan McLaren.jpeg"},"text":{"headline":"Clam Gardens - Northwest Coast of North America","text":"<span><p><br></p><p><strong>By<a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\"> Skye Augustine, Melissa Poe, Anne Salomon, and Dana Lepofsky</a></strong></p><p><br></p><p><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">Intertidal clam gardens were developed by Indigenous people along the Northwest Coast of North America at least 4000 years ago and exist within a portfolio of nearshore mariculture and stewardship practices. These gardens are created and maintained through the construction of a rock wall in the lower intertidal resulting in the formation of a shallow sloping, soft-sediment terrace landward of the wall. This rock walled terrace, in addition to beach tending practices, promotes the survival and growth of clams and a diversity of other soft sediment and rocky reef species of seafood. By reducing the slope of a beach, clam gardens maximize the area at the intertidal height where clams grow and survive best.</a></p><p><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">&nbsp;</a></p><p><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">Clam gardens also promote sea water retention and flow, moderating temperature extremes and maximizing the delivery and retention of phytoplankton that clams can filter and consume. These innovations today have been found to double clam production. In some territories, clam garden walls also support nearshore kelp forests which include a variety of macroalgal and macroinvertebrate species that were also cared for and harvested by people for food, medicine, and tools.</a></p><br><p><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">Butter clams (</a><em><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">Saxidomus gigantea</a></em><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">), littleneck clams (</a><em><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">Leukoma staminea</a></em><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">), horse clams (</a><em><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">Tresus capax</a></em><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">), and cockles (</a><em><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">Clinocardium nuttallii</a></em><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">) are harvested in clam gardens along the Northwest Coast. Clam gardens, however, enhance more than just bivalve production. Depending on the region, other harvested seafood species include red rock crabs, whelks, sea cucumbers, sea urchins, octopus, chitons, seaweeds, and small fish.</a></p><br><p><a href=\"https://crow-tuatara-ew7f.squarespace.com/clamgarden\" target=\"_blank\" rel=\"nofollow\"><strong></strong></a><strong><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">Read more about clam gardens</a></strong><a href=\"https://seagardens.net/clamgardens\" target=\"_blank\" rel=\"nofollow\">.</a></p><div><br></div></span><br>"}},{"background":{"url":"./dist/images/Eulachon long.png"},"date":"","location":{"icon":"./dist/images/Eulachon.png","iconSize":[48,33.355932203389834],"lat":38.93377552819722,"line":true,"lon":-123.77197265625,"use_custom_marker":true,"zoom":7},"media":{"caption":"","credit":"","url":"./dist/images/Slide 18 - Oregon Coast.jpg"},"text":{"headline":"Wood Stake Fish Weirs of the Oregon Coast","text":"<p><br></p><p><b>By Scott Byram</b></p><p><br></p>\n\n<p>Wood\nstake fishing weir sites occur in numerous estuary intertidal settings along\nthe Oregon coast.&nbsp; Archaeologists and tribal cultural heritage specialists\nhave documented over 3,000 years of tidal weir use at over 100 sites.&nbsp;\nThanks to tribal and university collaborations in recent decades, we now\nrealize that wet sites are among the most numerous traditional sites preserved\non the Oregon coast.&nbsp; Intertidal weirs clearly are not camps or villages,\nbut with canoe catchment, numerous weir sites were accessible from\nwell-populated village sites along estuary shores.&nbsp;&nbsp; Places of\ntraditional fisheries practice remain of great importance to Oregon coast\ntribes, and this has led to many collaborations with federal and state agencies\nas well as private landowners for site access and preservation.&nbsp; Tribes\nthat have played a key role include the Coquille Indian Tribe, the Confederated\nTribes of Siletz Indians, and the Confederated Tribes of Coos, Lower Umpqua and\nSiuslaw Indians, and the Confederated Tribes of Grand Ronde.&nbsp; Many of the\narchaeological weir sites documented in the past three decades were found\nduring surveys in tribal fishing boats along estuary shores, and these sites\nremain under the stewardship of Native leaders.&nbsp; </p>\n\n<p>Dendritic tidal slough channels\nthat drain during lower low tides were the setting for numerous cross-channel\ntidal weirs. Expansive tidal flats were the setting for broad, arced tide flat\nweirs.&nbsp; Extensive radiocarbon dating indicates that intertidal wood state\nweir use was a sustaining cultural practice for more than three\nmillennia.&nbsp; Milled wood is a feature element in a small number of Oregon\ncoast weir sites, demonstrating U.S. period use of some sites as well.</p>\n\n<p><span>Testimony\nfrom numerous tribal elders depicts fisheries where weirs were the central fish\nharvesting technique.&nbsp; While large weirs crossing river\nchannels were used seasonally above tidewater, it was the more gracile\ntidewater weirs that provided sustained harvests throughout the year, including\nresident fishes as well as those that came in spawning runs in vast\nnumbers.&nbsp; Various salmon (<em>Oncorhynchus </em>spp.<em>)</em>, herring (<em>Clupea</em> spp.), ooligan (<em>Thaleichthys pacificus</em>), starry flounder (<em>Platichthys stellatus</em>), Pacific tomcod, northern anchovy, various perches and numerous\nother fishes inhabit Oregon estuaries seasonally or throughout the year.&nbsp;\nAs many as twenty different fish species are likely to have been harvested with\nwood stake weirs in this region.&nbsp; Fish trap lattice panels are primarily\nsmaller mesh (9mm warp spacing), indicating species such as herring and smelt\nwere often targeted.</span></p>\n\n<p>The\nlargest villages had been along the shores of these estuaries, accessible to\nfisheries by canoe, and the rafters of cedar plank houses provided excellent\nconditions for smoke drying fish, allowing for preservation and preparation for\ntrade inland.&nbsp; </p>\n\n<p>Some\nfishing weirs are found in ancient wetland sediments underlying riverbank\nvillage sites.&nbsp; Weirs and related lattice panels may have also served as\nsediment traps, enhancing riverbank formation while expanding the extent of\nsubsidiary channels and levee-bordered tide flats.</p>\n\n<p><span>Oregon coast wooden weir stakes\nare often well preserved, and over 80% of weir stakes sampled in\narchaeologically are western hemlock (<em>Tsuga heterophylla</em>).&nbsp; Every\neffort is made to leave weir stakes and associated lattice panels in place, and\nresearchers avoid walking near these fragile features where they become\nexposed.&nbsp;&nbsp;</span></p><p><span><br></span></p><p><b><a href=\"https://seagardens.net/oregon\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://seagardens.net/oregon\">Read more about Oregon fish weirs.&nbsp;</a></b></p><p><br></p><p><br></p>"}},{"background":{"url":"./dist/images/amam3.png"},"date":"","location":{"icon":"./dist/images/amama.png","iconSize":[48,33.3375],"lat":20.704738720055513,"line":true,"lon":-157.39013671875,"use_custom_marker":true,"zoom":6},"media":{"caption":"","credit":"Kahina Pōhaku in Moanui, Molokaʻi - Photo by Scott Kanda","url":"./dist/images/Kahina Pōhaku in Moanui, Molokaʻi by Scottie Kanda.JPG"},"text":{"headline":"Loko I'a - Fish Ponds of Hawai'i","text":"<strong><br>By Brenda Asuncion and Amanda Millin</strong><br><br><span>Loko i’a were made and managed across the Hawaiian archipelago by the Indigenous people of Hawai'i. They continue to exist&nbsp;along a&nbsp;continuum from agriculture to aquaculture, spanning the&nbsp;normal salinity range of water from upland freshwater taro ponds (loko i'a kalo) to large intertidal fish ponds (loko kuapā).&nbsp;<br><br>Loko kuapā, pictured above,&nbsp;are built along the shoreline, usually on top of a reef flat with volcanic rock and/or coral carefully arranged to create its semi-circular&nbsp;kuapā&nbsp;(rockwall).&nbsp;These ponds predominantly target herbivorous fish such as&nbsp;amaʻama&nbsp;(striped mullet;&nbsp;<i>Mugil cephalus</i>),&nbsp;awa&nbsp;(milkfish;&nbsp;<i>Chanos chanos</i>), moi (Pacific threadfin;&nbsp;<i>Polydactylus sexfilis</i>), and ʻāholehole (Hawaiian flagtail;&nbsp;<i>Kuhlia sandvicensis</i>).&nbsp;</span><br><br><span><a href=\"https://crow-tuatara-ew7f.squarespace.com/lokoia\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://crow-tuatara-ew7f.squarespace.com/lokoia\"><b><a href=\"https://seagardens.net/lokoia\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://seagardens.net/lokoia\">Read more about Loko I'a</a></b></a><a href=\"https://seagardens.net/lokoia\" target=\"_blank\" rel=\"nofollow\">.</a><br>\n<br>\n\n<br><br>\n</span><span><br>\n\n</span>"}},{"background":{"url":"./dist/images/pearl oyster long canvas.png"},"date":"","location":{"icon":"./dist/images/Pearl_Oyster.png","iconSize":[48,33.355932203389834],"lat":10.605944727576647,"line":true,"lon":-85.65078735351562,"use_custom_marker":true,"zoom":8},"media":{"caption":"","credit":"Trampas de pesca in Manzanillo - Photo by Felipe Solís Del Vecchio","url":"./dist/images/Felipe Solis, MNCR.jpg"},"text":{"headline":"Trampas de Pesca - Bahía Culebra, Costa Rica","text":"<strong><br>By&nbsp;</strong><strong>Anayensy Herrera Villalobos and Felipe Solís Del Vecchio<br><br></strong><span><p>Trampas de pesca were constructed in Bahia Culebra, Costa Rica, by the first inhabitants of the region who likely belonged to the Chibchan linguistic family. Twenty-seven traps are located across five beaches within Bahia Culebra. These traps are built of stone in the high intertidal in the shape of an arc opening shorewards. Fish would enter the traps by swimming over the wall at high tide, and could then become trapped behind the wall as the tide receded.&nbsp;</p><p>Some of the common fish species possibly captured in the traps and found in nearby archaeological sites include: mackerel (<i>Caranx caballus</i> and <i>Caranx caninus</i>), gafftopsail pompano (<i>Trachinotus rhodopus</i>); snapper (<i>Lutjanus gutatus</i>); grunts (<i>Haemulon</i>; <i>Anisotremus</i>); tunas (<i>Euthynus lineatus</i>); and maracos (<i>Diodon holocanthus</i>). The traps also provided habitat for various species of mollusk including the pearl oyster (<i>Pinctada mazatlanica</i>), rock oyster(<i>Striostea&nbsp;prismatica; Ostrea megodon</i>), jewel boxes (<i>Chama echinata</i>), limpet (<i>Fissurella virescens</i>), nerite snails (<i>Neritina latissima</i>), and chiton (<i>Chitonidae</i> sp.).</p><p><br></p></span><strong><a href=\"https://seagardens.net/trampas\" target=\"_blank\" rel=\"nofollow\">Read more about trampas de pesca.</a><br><br><br></strong>"}},{"background":{"url":"./dist/images/Green-Turtle long.png"},"date":"","location":{"icon":"./dist/images/Green-Turtle.png","iconSize":[48,33.355932203389834],"lat":7.972197714386879,"line":true,"lon":-80.22216796875,"use_custom_marker":true,"zoom":7},"media":{"caption":"","credit":"El corral beach fish trap on the west side of Saboga Island, Gulf of Panama  - Photo by Stewart Redwood","url":"./dist/images/DSC_0604[1].JPG"},"text":{"headline":"Tidal Traps and Holding Ponds of Panama","text":"<span><br><strong>By Richard Cooke, Francisco Herrera, and Stewart Redwood</strong><br><br>The Pacific Coast of Panama is an area of extreme tidal ranges (upwards of 7m), rich marine fauna often associated with ocean upwelling, coral reefs associated with the continental islands, and abundant, tidally influenced mud flats. Indigenous peoples and later local communities of Panama took advantage of this context by constructing fish traps and other features on most coastal beaches. The features have many forms depending on the particular geomorphological and ecological setting (especially mangroves), but all were designed to congregate fish during high tides and then trap them in the receding tide. Many are visible in the archaeological record as semi-circular stone formations. These presumably had wooden and grass superstructures (fences) that raised the height of the enclosures. More recent ones were built entirely of wood and canes, but some are similar form as the stone ones. <br><br>Limited ethnographic and archaeological information suggests that the stone features were built and used by the former Indigenous inhabitants to trap a variety of fish. However, the fact that some pools hold water even during the low-low tides suggests that they may have also been used as holding ponds for marine turtles (especially hawksbills [<em>Eretmochelys imbricata</em>]) – which are common in the pre-Columbian zooarchaeological record. Furthermore, these features would have also functioned to attract other wildlife, such as seabirds, that would have been valued food sources. Until the early 1990’s, when trap use was prohibited by law, local residents built fences on top of the stone walls with scavenged netting and other materials, or built free-standing traps in other locations. Many of the stone features are currently tourist attractions, but they no longer function to trap or hold fish or other marine life.<br><br><strong></strong><a href=\"https://crow-tuatara-ew7f.squarespace.com/panama\" target=\"_blank\" rel=\"nofollow\"><strong><a href=\"https://seagardens.net/panama\" target=\"_blank\" rel=\"nofollow\">Read more about the fish traps of Panama</a></strong></a><strong><a href=\"https://seagardens.net/panama\" target=\"_blank\" rel=\"nofollow\">.</a></strong><br><br><br></span>"}},{"background":{"url":"./dist/images/Robalong.png"},"date":"","location":{"icon":"./dist/images/Robalo.png","iconSize":[48,33.3375],"lat":-47.50235895196859,"line":true,"lon":-75.146484375,"use_custom_marker":true,"zoom":6},"media":{"caption":"","credit":"Corrales de pesca in Seno Otway - Photo by Jaime Ojeda","url":"./dist/images/Corrales.jpg"},"text":{"headline":"Corrales de Pesca - Fish Traps of the Patagonian Archipelago","text":"<p><strong><br>By Ricardo Alvarez, Jimena Torres, and Jaime Ojeda</strong><span><br>\n<br></span></p><p>Corrales de Pesca are passive fishing and mariculture systems used and maintained by Indigenous and ‘mestizo’ people of mixed European and Indigenous heritage in southern Chile. While this practice was present in Pre-Columbian America, these structures created a cultural bridge with Spanish conquerors, who had similar fishing and mariculture innovations in Spain. Corrales de Pesca were frequently used until the end of the 20th century, mainly in the Chiloé archipelago, where more than one thousand structures represent marine ways of life for the people of&nbsp; Chiloé, both the Chilotes (mestizo) and Williche (a subgroup of Indigenous Mapuche people). Corrales de Pesca were also used by Indigenous peoples throughout Patagonia, such as the Kawésqar and Yaganes.&nbsp; &nbsp;</p><p>Two forms of Corrales de Pesca exist: Fish ponds and wooden-rod traps. In the latter case, people use wooden rods from the Chilean tree&nbsp;<em>Luma apiculata&nbsp;</em>(arrayanes) and&nbsp;<em>Amomyrtus luma&nbsp;(</em>lumas). These wooden traps are located in calm estuarine environments with sand or mud substrate to avoid wave action and strong winds. Due to their building materials, these Corrales de Pesca needed more maintenance, and through time wooden materials were substituted by nylon net. Rock walled fish ponds, which were more frequent along protected coastal areas in southern Chile, were built with boulders to create a wall up to a meter in height in the low to mid intertidal. They required enormous initial effort. The morphology of these ponds varied. They were constructed in either a semi-circle, lineal, semi-elliptical, or semi-rectangular shapes, with some extending up to 500 along a&nbsp;stretch of coastline. In some cases, multiple ponds were aggregated along the same stretch of coastline.&nbsp;In addition, it is possible to find two other\nsmall structures built with boulders: ‘Corrales de Pirenes’ and ‘Chochenes’.\nThe first is a small boulder pile that is still used to capture fish eggs, and\nthe second is a very small circular structure built to keep shellfish\nalive.<span>&nbsp; &nbsp;</span></p><p>Rock walled Corrales de Pesca were used to target multiple species including Róbalo (<em>Eleginops maclovinus</em>;&nbsp;Illustrated&nbsp;here), Sierra (<em>Thyrsites atun</em>), Jurel (<em>Trachurus murphyi</em>), and Pejerrey (<em>Odontesthes </em>sp.) with the specific species varying with geographical area and specific marine ecosystems. Secondary species included squid (<em>Doryteuthis (Amerigo) gahi</em>), and sardine (<em>Sprattus fueguensis</em>) as well as benthic macroinvertebrates living both on and in Corrales de Pesca rock walls, such as octopus, blue mussels (<em>Mytilus</em> <em>chilensis</em>), keyhole and other limpets (<em>Fissurella</em>&nbsp;spp., and Nacella spp.), the tunicate&nbsp; (<em>Pyura chilensis</em>), and echiuran worms (<em>Urechis chilensis</em>).</p><p><br></p><p></p><p><strong><a href=\"https://seagardens.net/corrales-de-pesca\" target=\"_blank\" rel=\"nofollow\">Read more about Corrales de Pesca</a></strong></p><p><br></p><p><br></p><p></p><p></p>"}},{"background":{"url":"./dist/images/MF long.png"},"date":"","location":{"icon":"./dist/images/MF.png","iconSize":[48,33.355932203389834],"lat":-16.75720789325807,"line":true,"lon":-151.2322998046875,"use_custom_marker":true,"zoom":6},"media":{"caption":"","credit":"Maeva Fish Traps. Huahine - Photo by Paul Wallin","url":"./dist/images/Society Islands 2001 Fish traps Maeva.jpg"},"text":{"headline":"Fish Traps of the Society Islands","text":"<span><p><b><br></b></p><p><b>&nbsp;By Daniella LoScerbo, Heather Earle, Jennifer Kahn, and Dana Lepofsky</b><br></p><p><br>The Māʻohi people of the Society Islands in French Polynesia constructed fish traps of a&nbsp;variety of forms across the archipelago. Fish weirs were built at the mouths of streams using stone, coral, wood, leaves, and nets such as on&nbsp;the islands of Maupiti, BoraBora, and Tahaʻa. Fish that entered these weirs were trapped by closing the entrances and then retrieved using a scoop net. There were also traps built of stone, referred to as fish ponds (‘aua i‘a). These included organic fences, stakes and gates with examples from the islands of Huahine, Maupiti, Tahiti, and Tetia’roa. Stones were placed vertically up from the sandy bottom, sometimes to depths of 2.5 metres and extending up to 60 centimetres above the high tide line.<br><br>On the island of Huahine, fish ponds at Maeva village were especially elaborate where a series of stone enclosures trapped schools of fish coming down to sea from a shallow salt lake at low tide. These enclosures were v-shaped, pointing downstream, with circular basins, usually at the point of the V. Fish were pulled towards the sea by ebbing tides, becoming trapped in these basins where they were easily caught.<br><br>These traps primarily targeted milkfish (<i>Chanos chanos</i>; Ava)&nbsp;although there were likely other species targeted as well.&nbsp;<br><br></p><span><a href=\"https://crow-tuatara-ew7f.squarespace.com/society-islands\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://crow-tuatara-ew7f.squarespace.com/society-islands\"><b><a href=\"https://seagardens.net/society-islands\" target=\"_blank\" rel=\"nofollow\">Learn more about the fish traps of the Society Islands</a></b></a><b><a href=\"https://seagardens.net/society-islands\" target=\"_blank\" rel=\"nofollow\">.&nbsp;</a></b><br></span></span><br><br>"}},{"background":{"url":"./dist/images/cockle long.png"},"date":"","location":{"icon":"./dist/images/NZ_Cockle_resized.png","iconSize":[48,33.339622641509436],"lat":-45.02695045318544,"line":true,"lon":-188.690185546875,"use_custom_marker":true,"zoom":6},"media":{"caption":"Relocating shellfish - Photo by Manaaki Te Awanui","credit":"","url":"./dist/images/Pipi relocation 02.JPG"},"text":{"headline":"Māra Mataitai - Māori Seafood Gardens of New Zealand","text":"<p><strong><br>By Phil Ross, Te Rerekohu Tuterangiwhiu, Vanessa Taikato, Jacinta Forde and Heather Earle</strong></p><p><br></p><p>Māra mataitai are the seafood gardens that were created and maintained by Māori, the indigenous&nbsp; people of Aotearoa (New&nbsp;Zealand). Primarily for the mariculture of shellfish in soft sediment intertidal areas, and shellfish and algae on rocky reefs, sea gardening involved the translocation of species, habitat enhancement and habitat creation. Target species included cockles (tuangi/tuaki, <i>Austrovenus stuchtburyi</i>), estuarine and surf clams (toheroa, <i>Paphies ventricosa</i>; tuatua, <i>P. subtriangulata</i>; pipi, <i>P. australis</i>), abalone (paua, <i>Haliotis iris</i>), scallops (tio, <i>Pecten</i> <i>novaezelandiae</i>) and algae (karengo,<i> Porphyra sp.</i>).&nbsp;&nbsp;</p><p>The earliest references to māra mataitai are from the time of the great Polynesian explorer Kupe (c. 925). Kupe is said to have utilised techniques brought from the tropical Pacific to build fish traps in the Hokianga Harbour before traveling north and establishing Nga Māra o Kupe (the gardens of Kupe). Similarly, Ruawharo, a tohunga (priest) on the Takitimu migration waka (canoe), is said to have seeded kūku (mussels; <i>Perna canaliculus</i>) and other shellfish along the coast to serve as food for his descendants.</p><p>In addition to relocating species for the purposes of establishing new populations or enhancing existing ones, traditional management techniques included fertilising shellfish beds with kelp, thinning shellfish populations to increase productivity, and using predatory whelks to weed out diseased shellfish.&nbsp;In rocky intertidal areas, enclosed seafood gardens were created through the placement of boulders. These enclosures would be stocked with shellfish, filled with seaweed (thereby providing food), and then covered to disguise the enclosures and provide protection against foraging humans. It was also common that when wild harvest expeditions yielded a catch that was greater than the immediate needs of the people, excess seafood would be brought close to home, and deposited in coastal areas that could be used as pātaka (food storehouses) when weather conditions did not allow for expeditions to preferred fishing grounds.</p><br><a href=\" https://crow-tuatara-ew7f.squarespace.com/mara-mataitai\" target=\"_blank\" rel=\"nofollow\" title=\"Link:  https://crow-tuatara-ew7f.squarespace.com/mara-mataitai\"><b><a href=\"https://seagardens.net/mara-mataitai\" target=\"_blank\" rel=\"nofollow\">Read more&nbsp;about māra mataitai</a></b></a><b><a href=\"https://seagardens.net/mara-mataitai\" target=\"_blank\" rel=\"nofollow\">.</a></b><br><br>\n<br>"}},{"background":{"url":"./dist/images/murray long.png"},"date":"","location":{"icon":"./dist/images/Murray_cod.png","iconSize":[48,33.355932203389834],"lat":-38.28454701883165,"line":true,"lon":-215.49407958984375,"use_custom_marker":true,"zoom":10},"media":{"caption":"","credit":"Brewarrina Fish Traps - Photo by iansand, licensed under CC BY-NC-ND 2.0","url":"./dist/images/Brewarrina Fish Traps3 by iansand is licensed under CC BY-NC-ND 2.0.jpg"},"text":{"headline":"Baiame's Ngunnhu - River Fish Traps, Australia","text":"<strong><br>By&nbsp;Allison Stocks</strong><br><br><span>The&nbsp;Ngunnhu&nbsp;are a series of teardrop-shaped stone weirs that extend across a shallow rock bar in the Barwon River in modern day southeast Australia. The rocks were placed tightly together, stabilized with large stones on the tops of the walls and arched against the river current. Large numbers of fish were herded into the traps during the spring migration.&nbsp;<br><br>Ngunnhu were created and stewarded by the&nbsp;Ngemba Wayilwan, an aboriginal people from modern day southeastern Australia. The creation of the&nbsp;Ngunnhu&nbsp;is enshrined in ancient tradition. Tthey were designed by Baiame, a great ancestral being, and built by his two sons during a time of severe drought in which the Ngemba Wayilwan were facing famine.&nbsp;<br><br>Commonly caught species include&nbsp;Murray cod (<i>Maccullochella peelii</i>), callop (<i>Macquaria ambigua</i>), silver perch (<i>Bidyanus bidyanus</i>) and freshwater catfish (<i>Tandanus tandanus</i>), which were recovered from the traps either by hand, net or spear, and during times of flood, by diving.&nbsp;<br><br><br><span><b><a href=\"https://seagardens.net/baiames-ngunnhu\" target=\"_blank\" rel=\"nofollow\">Read more about Baiame's&nbsp;Ngunnhu.</a></b><br></span></span><br><br>"}},{"background":{"url":"./dist/images/eelong.png"},"date":"","location":{"icon":"./dist/images/Eel.png","iconSize":[48,33.3375],"lat":-38.17991001446114,"line":true,"lon":-218.26332092285156,"use_custom_marker":true,"zoom":9},"media":{"caption":"","credit":"Eel ponds - Photo by Simont, licensed under CC BY-NC-SA 2.0","url":"./dist/images/eel trap creative commons.jpg"},"text":{"headline":"Eel Ponds - Lake Condah, Australia","text":"<strong><br>By Ally Stocks<br><br></strong><span>The Gunditjmara people made and managed an elaborate system of channels and pools to trap and harvest short-finned eels (<i>Anguilla australis</i>) in the Budj Bim landscape of present-day southwestern Victoria, Australia.&nbsp;<br><br>Within a complex and highly productive system of wetlands formed by volcanic eruptions, the Gunditjmara used basaltic rock to manipulate pools and channels in order to hold and harvest these&nbsp; eels . The stone-walled trap and channel systems were highly complex and could be very large, with some channels extending for more than 400 meters. In summer, eels were speared or trapped in the drying stone-walled channels. In the autumn and winter, downstream migrating eels were trapped by diverting flow through woven baskets set within the channels.&nbsp;<br></span><br><b><a href=\"https://seagardens.net/eel-ponds\" target=\"_blank\" rel=\"nofollow\">More on Gunditjmara eel ponds here</a></b> <br><strong><br><br></strong>"}},{"background":{"url":"./dist/images/bullethead long.png"},"date":"","location":{"icon":"./dist/images/Chlorurus-sordidus.png","iconSize":[48,33.355932203389834],"lat":9.543874794137526,"line":true,"lon":-221.7645263671875,"use_custom_marker":true,"zoom":7},"media":{"caption":"","credit":"Aech on Yap - Photo by Bill Jeffery","url":"./dist/images/Yap fish weir.jpg"},"text":{"headline":"Aech - Yapese Fish Traps","text":"<span><p><strong><br>By Daniella LoScerbo and Heather Earle</strong></p><p><strong><br></strong></p><p>The Yapese people constructed and maintained hundreds of tidal traps and weirs made from stone and wood on the islands of Yap, now within the Federated States of Micronesia. Yap is comprised of three high volcanic islands, Maap, Rumung, and Marbaa, and a number of outer islands and atolls. An extensive survey of fish traps on Yap documented over 800 on mainland Yap, with the most common being the stone arrow shaped traps called aech.</p><p>Aech were built near the shore, with the tip of the arrow pointing seaward in the direction of the outgoing tide and the shaft of the arrow beginning near the shore. The arrow shafts, varying in length from 20 to 200 metres, serve as a barrier to fish swimming along the coastline, guiding them along the shaft into the head of the arrow where they are trapped when the tide recedes. Fish are guided into a single large chamber within one side of the arrow head, although in some cases there were additional smaller chambers into which only smaller fish could enter, preventing larger fish from eating them. Similar traps to the those built by the Yapese were also found on other Micronesian islands such as Palau, Lukunor and Nanoluk, Ifaluk, Ponapae, the Gilberts, the Marianas, and Kapingamarangi.&nbsp;</p><p><span>The types of fish caught were dependent on the habitat in which an aech was situated. Those on seagrass beds predominantly caught rabbitfish (<i>Siganus</i> sp.), goatfish (species unknown), yellow-lipped emperor fish (<i>Lethrinus</i> <i>xanthochilus</i>), long-nosed emperor fish (<i>Lethrinus miniatus</i>) and needlefish (species unknown); while those built on reefs caught Green humphead parrotfish (<i>Bolbometopon muricatum</i>), bullethead parrotfish (<i>Chlorurus sordidus</i>) surgeonfish (species unknown), triggerfish (species unknown), giant trevally (<i>Caranx ignobilis</i><span>), barracuda (<i>Sphyraena</i> sp.), shark (species unknown), grouper (species unknown), stingray (species unknown), and sea turtle (species unknown).</span></span><br></p><p><span><span><br></span></span></p><strong></strong><p></p><span><p></p><a href=\"https://crow-tuatara-ew7f.squarespace.com/aech\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://crow-tuatara-ew7f.squarespace.com/aech\"><b><a href=\"https://seagardens.net/aech\" target=\"_blank\" rel=\"nofollow\">Read more about Aech here</a></b></a><b><a href=\"https://seagardens.net/aech\" target=\"_blank\" rel=\"nofollow\">.&nbsp;</a></b><br><br></span></span><span><span><br><p></p></span></span>"}},{"background":{"url":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/amam3.png"},"date":"","location":{"icon":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/amama.png","iconSize":[48,33.3375],"lat":11.383109216353258,"line":true,"lon":-236.33789062499997,"use_custom_marker":true,"zoom":6},"media":{"caption":"","credit":"Casuncag’s atog in Aklan Province - Photo by Cynthia Neri Zayas","url":"./dist/images/philippinefishtrap.png"},"text":{"headline":"Atog - Fish Traps of the Visayan Archipelago, Philippines","text":"<span><p><b><br>By Cynthia Neri Zayas, Heather Earle, Daniella LoScerbo</b><br><br>The Bisayan people of the Visayan Archipelago in the Central Philippines constructed fish traps called&nbsp;Atog&nbsp;or&nbsp;Atob. These intertidal fish traps are semi-circular barricades built with coral and stone, arranged at low tide and floated out to deeper depths on bamboo rafts at high tide. The barricades were constructed parallel to shore, approximately 1 metre high and ranging in length from 10 to 300 metres. Fish become trapped at low tide and were retrieved with a&nbsp;sikpaw&nbsp;or&nbsp;siput&nbsp;or even picked up by hand or speared at very low tides.&nbsp;These traps targeted a diversity of prey including several varieties of mullet (such as the striped mullet (<i>Mugil cephalus</i>) pictured here) as well as&nbsp;eels, squids, catfish, jmajorras, soft-shelled crabs, sea cucumber,&nbsp; stingrays, scorpion fish, and needle fish.&nbsp;</p></span><br><b><a href=\"https://seagardens.net/atog\" target=\"_blank\" rel=\"nofollow\">Read more about atog.</a></b><br><br><span><p></p><strong></strong><strong></strong></span>"}},{"background":{"url":"./dist/images/meagre long.png"},"date":"","location":{"icon":"./dist/images/japanese meagre.png","iconSize":[48,33.3375],"lat":23.42292845506526,"line":true,"lon":-240.54565429687497,"use_custom_marker":true,"zoom":7},"media":{"caption":"","credit":"Stone weir in Penghu - Photo by Bill Jeffrey","url":"./dist/images/Resized - DJI_0049.JPG"},"text":{"headline":"Shi Hu - Stone weirs of the Penghu Archipelago, Taiwan","text":"<strong><br>By Daniella LoScerbo, Heather Earle, Cynthia Neri Zayas</strong><br><br><span><br>Shi hu, built by the people of the Penghu Archipelago of Taiwan, are elaborately constructed using basalt and limestone stones&nbsp; in areas with large tidal ranges, strong wind and waves, and vast coral reefs. The traps targeted a large diversity of fish, including mullet (<em>Mugil cephalus</em>), Japanese meagre (<em>Argyrosomus japonica)</em> and marine invertebrates. Shi hu are built with two long arms (levees), one extending seaward and one landward. The central, heart-shaped part of the trap is built to about 2 metres high while the arms are about 1 metre high. At flood tide, the arms are submerged allowing the fish to swim over them, when the tide subsides the entry closes, trapping the fish. Fish are then harvested by hand from within the heart-shaped collection chamber using a dip-net. This innovation was formed by observations of schooling behaviour of reef fish and a community effort to increase food security.<br></span>\n<br>\n <a href=\" https://crow-tuatara-ew7f.squarespace.com/shi-hu\" target=\"_blank\" rel=\"nofollow\"><strong><a href=\"https://seagardens.net/shi-hu\" target=\"_blank\" rel=\"nofollow\">Read more about shi hu</a></strong></a><a href=\"https://seagardens.net/shi-hu\" target=\"_blank\" rel=\"nofollow\">.</a><br>\n<br><br>"}},{"background":{"url":"./dist/images/s.png"},"date":"","location":{"icon":"./dist/images/Disk_Abalone.png","iconSize":[48,33.355932203389834],"lat":33.49101671911273,"line":true,"lon":-233.052978515625,"use_custom_marker":true,"zoom":8},"media":{"caption":"","credit":"Haenyeo with octopus, Jeju Island - Photo by Brian Miller, licensed under CC BY-NC-ND 2.0","url":"./dist/images/Haenyeo with Octopus by Baraka 50 licensed uncer CC BY-NC-ND 2.0.jpg"},"text":{"headline":"Jamsuhoi / ‘Haenyeo’ Collective and Practices","text":"<strong><br>By Kelsey Miller</strong><br><br><span><p>The Haenyeo developed as a culturally specific group of female breath-hold divers within what is now the South Korean province of Jeju. The term “Haenyeo'' translates to mean “sea women” in English. Since at least the 1700s, these women have been diving the shores of Jeju and abroad to harvest food for subsistence and commercial use, adapting physiologically to this work with increased cold tolerance. The Haenyeo managed the algae and invertebrates that they harvested with protocols on size selection, seasonal closures, harvest area rotation, shellfish seeding, and tending of specifically designated coastal areas (often referred to as sea-fields) by removing debris and undesirable algae.&nbsp;</p><p>Haenyeo are best known for their abalone harvest, but also target octopus, seaweeds, urchins, sea cucumbers and turban snails. As an example, nine common species targeted by the Haenyeo include: <i>Hizikia fusiformis, Gelidium amansii, Eklonia cava, Undaria pinnatifida, Apostichopus japonicas, Anthocidaris crassispina, Turbo sazae, Haliotis discus hanai, </i>and<i> Haliotis diversicolor</i>.&nbsp;</p><p><br></p><p><b><a href=\"https://seagardens.net/jamsuhoi\" target=\"_blank\" rel=\"nofollow\">Read more about the Haenyeo here</a></b></p><div><br></div></span><div><br></div>"}},{"background":{"url":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/amam3.png"},"date":"","location":{"icon":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/amama.png","iconSize":[48,33.3375],"lat":31.456782472114313,"line":true,"lon":-229.954833984375,"use_custom_marker":true,"zoom":8},"media":{"caption":"","credit":"Stone tidal weirs in Unzen City, Nagasaki Prefecture © A. Iwabuchi.jpg","url":"./dist/images/Stone tidal weirs in Unzen City, Nagasaki Prefecture © A. Iwabuchi.jpg"},"text":{"headline":"Stone Tidal Weirs of Japan","text":"<strong><br>By Heather Earle and Cynthia Neri Zayas<br></strong><br><span><p>Stone tidal weirs were constructed and used extensively by the Japanese across the islands of Western and Southern Japan. They typically take the form of a semi-circular wall made of stone and coral constructed in shallow waters along the shore and extending for hundreds of metres along the coast. The weirs serve to passively trap fish with the rising and ebbing of the tides. As the tide retreats, the water level descends below the height of the wall, trapping fish which can then be easily harvested.&nbsp;</p><br>Sometimes there is a central gate called a futikakii (literally, mouth wall) in the central part of the weir, which allows fish to enter from deeper waters during a rising tide, but traps them during an ebb tide. The traps take on a number of different names, depending on the region they are located in and they target a variety of benthic invertebrates and fish, such as mullet (<i>Mugil cephalus</i>)<br></span><br><br><a href=\"https://crow-tuatara-ew7f.squarespace.com/japan\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://crow-tuatara-ew7f.squarespace.com/japan\"><b><a href=\"https://seagardens.net/japan-weirs\" target=\"_blank\" rel=\"nofollow\">Learn more about the&nbsp;stone tidal weirs of Japan</a></b></a><a href=\"https://seagardens.net/japan-weirs\" target=\"_blank\" rel=\"nofollow\">.</a><span><div><br></div></span>"}},{"background":{"url":"./dist/images/pink long.png"},"date":"","location":{"icon":"./dist/images/Pink.png","iconSize":[48,33.3375],"lat":58.97549847272547,"line":true,"lon":-138.076171875,"use_custom_marker":true,"zoom":8},"media":{"caption":"V-shaped trap constructed of wood stakes and stone braces in the Klawock River estuary - Photo by Steve Langdon","credit":"","url":"./dist/images/Picture7.jpg"},"text":{"headline":"Intertidal Salmon Fish Traps, Southeast Alaska","text":"<strong><br>By Steve J. Langdon<br><br></strong><span>In southeast Alaska, intertidal fish traps were designed and constructed to harvest Pacific salmon species. They are premised on the patterning of tidal movement – in and out – and fish behavior in response to the tidal movement. Based on linguistic and artifactual (spruce root basketry) evidence, these innovations date back to at least 6000 years before present. Tlingit fish trap ownership, tenure and management authority was vested in a clan or house leader who took responsibility for sustaining the return of salmon to the stream under his or her jurisdiction. Ecological and geomorphological context influences the positioning, shape and materials used to construct these traps.<br></span><strong><br><a href=\"https://crow-tuatara-ew7f.squarespace.com/fishtraps-southeast-alaska\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://crow-tuatara-ew7f.squarespace.com/fishtraps-southeast-alaska\"><a href=\"https://seagardens.net/fishtraps-southeast-alaska\" target=\"_blank\" rel=\"nofollow\">Read more about intertidal salmon fish traps in Southeast Alaska</a></a><a href=\"https://seagardens.net/fishtraps-southeast-alaska\" target=\"_blank\" rel=\"nofollow\">.</a><br><br><br></strong>"}}],"zoomify":false},"width":"100%"}